{
	"properties": [
		{
			"id": "prop1",
			"type": "House",
			"bedrooms": 3,
			"price": 750000,
			"tenure": "Freehold",
			"description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
			"location": "Petts Wood Road, Petts Wood, Orpington BR5",
			"picture": "prop1pic1small.jpg",
			"url": "properties/prop1.html",
			"added": {
				"month": "October",
				"day": 12,
				"year": 2024
			}
		},
		{
			"id": "prop2",
			"type": "Flat",
			"bedrooms": 2,
			"price": 399995,
			"tenure": "Freehold",
			"description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
			"location": "Crofton Road Orpington BR6",
			"picture": "prop2pic1small.jpg",
			"url": "properties/prop2.html",
			"added": {
				"month": "September",
				"day": 14,
				"year": 2024
			}
		},
		{
			"id": "prop3",
			"type": "Apartment",
			"bedrooms": 1,
			"price": 250000,
			"tenure": "Leasehold",
			"description": "Modern one-bedroom apartment located in a bustling city center. Featuring an open-plan kitchen, contemporary bathroom, and a spacious balcony with skyline views. Perfect for young professionals.",
			"location": "Central Avenue, Manchester M1",
			"picture": "prop3pic1small.jpg",
			"url": "properties/prop3.html",
			"added": {
				"month": "November",
				"day": 1,
				"year": 2024
			}
		},
		{
			"id": "prop4",
			"type": "Detached House",
			"bedrooms": 4,
			"price": 600000,
			"tenure": "Freehold",
			"description": "Elegant four-bedroom detached house with a large garden and private driveway. Includes a newly renovated kitchen, home office, and double garage. A family haven close to excellent schools.",
			"location": "Elmwood Drive, Surrey GU1",
			"picture": "prop4pic1small.jpg",
			"url": "properties/prop4.html",
			"added": {
				"month": "August",
				"day": 19,
				"year": 2024
			}
		},
		{
			"id": "prop5",
			"type": "Cottage",
			"bedrooms": 3,
			"price": 675000,
			"tenure": "Freehold",
			"description": "Charming three-bedroom cottage with period features, a cozy fireplace, and a delightful garden. Located in a serene countryside village, ideal for those seeking tranquility.",
			"location": "Rosewood Lane, Cotswolds GL7",
			"picture": "prop5pic1small.jpg",
			"url": "properties/prop5.html",
			"added": {
				"month": "July",
				"day": 8,
				"year": 2024
			}
		},
		{
			"id": "prop6",
			"type": "Studio",
			"bedrooms": 1,
			"price": 180000,
			"tenure": "Leasehold",
			"description": "Compact studio apartment perfect for first-time buyers or as an investment. Features modern interiors and close proximity to public transport and city amenities.",
			"location": "High Street, Birmingham B2",
			"picture": "prop6pic1small.jpg",
			"url": "properties/prop6.html",
			"added": {
				"month": "June",
				"day": 22,
				"year": 2024
			}
		},
		{
			"id": "prop7",
			"type": "Townhouse",
			"bedrooms": 3,
			"price": 850000,
			"tenure": "Freehold",
			"description": "Spacious three-bedroom townhouse with modern fittings and a rooftop terrace. Located in a vibrant neighborhood with shops, parks, and schools nearby.",
			"location": "Queensway, London NW1",
			"picture": "prop7pic1small.jpg",
			"url": "properties/prop7.html",
			"added": {
				"month": "May",
				"day": 5,
				"year": 2024
			}
		}
	]
}